Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/patentstyret.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The name The Thief was creative and exciting, in view of the place name and the fact that there has been a prison on the site (which also gave rise to the name Tjuvholmen, literally 'Thief Island').
nb: Navnet The Thief var kreativt og spennende, sett på bakgrunn av stedsnavnet og det faktum at det har ligget et tukthus på stedet (som også ga opphav til navnet Tjuvholmen).

source: (g) Disclaimer:If a disclaimer has been included in the Norwegian basic application/registration, this will not be automatically apparent from the international application.
nb: (g) Unntaksanmerkning:Hvis det er inntatt unntaksanmerkning i den norske basissøknaden/-registreringen, vil dette ikke automatisk fremkomme av den internasjonale søknaden.

source: Applies to granted cases over the last 12 months.
nb: Omfatter meddelte de siste 12 månedene.

source: When can I expect an answer?
nb: Når kan du forvente svar?

source: The granted patents are principally 'compositions', meaning that they cover our formulations.
nb: De innvilgede patentene er i all hovedsak 'Compositions' – dvs.

source: It is not mandatory to state in the international application whether or not a disclaimer has been included in the basic application/registration.
nb: Det er ikke obligatorisk å anføre i den internasjonale søknaden om det er inntatt unntaksanmerkning eller ikke i basissøknaden/-registreringen.

source: What were you looking for?
nb: Hva savnet du?

source: Applying for design registration in other countries
nb: Søk designregistrering i andre land

source: We chose Scandinavian Design Group, because they could be a perfect partner in the creative processes.
nb: Vi valgte Scandinavian Design Group fordi de kunne være en perfekt partner i de kreative prosessene.

source: has not been used according to the rules on duty of use (Section 37)
nb: ikke har blitt brukt etter reglene om bruksplikt (§ 37)

source: It then took a year before the first commercial sale was made.
nb: Deretter gikk det et år til det første kommersielle salget.

source: There has been good cooperation throughout.
nb: — Det har vært et godt samarbeid hele veien.

source: Norwegian registrations last 5 years
nb: Norske registreringer siste 5 år

source: Since 2005 he has been responsible for development and production of NIPO’s information services, marketing, and communication as well as digital services.
nb: Siden høsten 2005 har han ledet arbeidet med å utvikle Patentstyrets kurs og oppdragstjenester, i tillegg til satsningen på digitale tjenester.

source: They won the Venture Cup, a major business plan competition, and the ball started rolling.
nb: De vant Venture Cup, en større forretningsplankonkurranse, og ballen begynte å rulle.

source: Description of what the purpose of the examination is, for example:
nb: Beskrivelse av hva som er hensikten med undersøkelsen, for eksempel:

source: How much does it cost?
nb: Hvor mye koster det?

source: The reproduction of the trademark must not be larger than 8.0 cm x 8.0 cm.
nb: Reproduksjonen av varemerket må ikke være større enn 8,0 cm x 8,0 cm.

source: The specialist field is generally referred to as ICT (information and communication technology).
nb: Fagområdet er generelt omtalt som IKT (informasjons- og kommunikasjonsteknologi) eller på engelsk ICT (information and communication technology).

source: for moving, parking and storing land vehicles; waste
nb: bedre lufttilstrømming, vannopptak og næringsopptak (sod

source: is a complaint that comes in after the mark is registered.
nb: er en klage som kommer inn etter at varemerket er registrert.

source: GasSecure and all the employees will continue as a Norwegian branch of Dräger, with continued responsibility for developing new, innovative solutions for gas detection.
nb: GasSecure og alle de ansatte kommer til å fortsette som en norsk gren av Dräger, med fortsatt ansvar for å utvikle nye, innovative løsninger for gassdeteksjon.

source: For more information see:
nb: For mer informasjon se:

source: Education; training; entertainment; sports and
nb: og bilder, av magnetiske databærere, grammofonplater,

source: EPC is an abbreviation for European Patent Convention
nb: EPC er en forkortelse for European Patent Convention (Den europeiske patentkonvensjonen).

source: in applications from this county.
nb: i søknader fra dette fylket.

source: If we consider further statements to be necessary in the case, the parties will be given a time limit of 14 days in which to respond.
nb: Hvis vi mener at det er nødvendig med ytterligere uttalelser i saken, får partene en svarfrist på 14 dager.

source: average processing time for Norwegian patent (with no priority)
nb: gjennomsnittlig behandlingstid til norsk patent (uten prioritet)

source: The main strength of the GS01 is that it is wireless, and highly energy-efficient, while being at least as reliable as wired detectors.
nb: Hovedstyrken til GS01 er at den er trådløs, og svært energieffektiv, samtidig som den har en pålitelighet som er minst like god som trådbaserte detektorer.

source: In August 2016 more than 1100 new top-level domains had been assigned.
nb: I august 2016 var det delegert over 1100 nye toppdomener.

source: Which databases do we search in?
nb: Hvilke databaser søker vi i?

source: A logo with the text MADE IN USA could be misleading if it says "clothing made in Vietnam" in the list of goods and services.
nb: En logo med teksten MADE IN USA vil kunne være villedende hvis det står «klær laget i Vietnam» i listen over varer og tjenester.

source: Patents are a source of information on new technology
nb: Patenter er informasjonskilde til ny teknologi

source: It has invested significant resources in developing, optimising and patenting the production process.
nb: De har også lagt ned betydelige ressurser i å utvikle, optimalisere og patentere produksjonsprosessen.

source: Kathrine has solid experience from several board positions and now sits on the boards of HelseOmsorg21, BIGMED, Centre for Connected Care and Aleap.
nb: Kathrine har solid erfaring fra flere styreverv, og sitter nå i styrene for HelseOmsorg21, BIGMED, Centre for Connected Care og Aleap.

source: prefabricated, of metal; tanks of metal; tool boxes of
nb: flytting, opparbeidelse og vedlikehold av gressmatter,

source: When we consider there to be sufficient information on the case, the case officer at the NIPO will take up the case for a decision within 2 months.
nb: Når vi anser saken som tilstrekkelig opplyst, skal saksbehandleren i Patentstyret ta saken opp til avgjørelse innen 2 måneder.

source: It is only the additional information about the trademark explicitly appearing in the basic application/registration that is to be included in box (e)(i).
nb: Det er kun tilleggsinformasjon om varemerket som eksplisitt fremkommer i basissøknaden/-registreringen som skal inntas i boks (e)(i).

source: If the receiving Office (RO) has
nb: Hvis mottakende myndighet (RO) har

source: Amount of applications (national and PCT) from this county during the last 12 months, compared to the previous year.
nb: Antall patentsøknader (nasjonale og PCT) fra fylket siste 12 måneder sammenlignet med året før.

source: All kinds of physical objects, screen shots, icons, graphic symbols, typography and ornamentation can be registered as a design.
nb: Alle slags fysiske gjenstander, skjermbilder, ikoner, grafiske symboler, typografi og ornamentering kan registreres som design.

source: Why obtain patent protection for computer-implemented inventions?
nb: Hvorfor patentbeskytte datamaskin-implementerte oppfinnelser?

source: EPO is an abbreviation for European Patent Office.
nb: EPO er en forkortelse for European Patent Office (Det europeiske patentverket).

source: Applies to granted cases last 12 months (PCT applications where Norway is designated after the international phase).
nb: Omfatter PCT-søknader som videreføres i Norge etter internasjonal fase og som er meddelte de siste 12 månedene.

source: A Basis for Freedom to Operate (FTO) will provide you with a list of patents that may be significant for your scope to act in relation to a particular technology.
nb: Grunnlag for Freedom to Operate (FTO) gir deg blant annet oversikt over patenter som kan ha betydning for handlingsrommet rundt en bestemt teknologi.

source: decrease in amount of applications last 12 months compared to the previous year.
nb: reduksjon i antall søknader siste 12 måneder sammenlignet med året før

source: What do you think about when you hear the word BIOLA?
nb: Hva tenker du på når du hører ordet BIOLA?

source: This means that national and international patent applications that are within the secrecy period of 18 months cannot be included in the assessments.
nb: Det vil blant annet si at nasjonale og internasjonale patentsøknader som er innenfor hemmelighetsperioden på 18 måneder ikke kan tas med i vurderingene.

source: Leather and imitations of leather, and goods
nb: mineralvann, kullsyreholdig vann og

source: One of these is a highly energy-efficient ultrasonic sensor.
nb: Den ene er en svært energieffektiv ultralydsensor.

source: If you are a lawyer or authorised trainee lawyer, you should register direct with EUIPO.
nb: Er du advokat eller autorisert advokatfullmektig, melder du deg direkte til EUIPO.

source: How do I register a domain name?
nb: Hvordan registrerer jeg et domenenavn?

source: In addition, they have used Dehns in London.
nb: I tillegg har de benyttet Dehns i London.

source: : What do you associate with SWIX?
nb: Hva forbinder du med SWIX?

source: Paper, cardboard and goods made from these
nb: tjenester, markedsstudier og -undersøkelser;

source: Until October 2015, NIPO has used the international classification system IPC and we will continue to use this system when we publish patent documents in accordance with our international agreements.
nb: Frem til oktober 2015 har Patentstyret brukt det internasjonale klassifiseringssystemet IPC og vi vil fortsette å bruke dette systemet når vi publiserer patentdokumenter i henhold til våre internasjonale avtaler.

source: It presents accumulated figurers over the last 3 years.
nb: Akkumulerte tall siste 3 år.

source: You can expect PCT applications filed with the Nordic Patent Institute (ISA and IPEA) to be processed within the
nb: Du kan forvente at PCT-søknader levert til Nordisk Patentinstitutt (ISA og IPEA) behandles innen

source: In some cases it may be simplest to apply directly in each individual country.
nb: I noen tilfeller kan det enkleste være å søke direkte i hvert enkelt land.

source: How to apply for international trademark registration
nb: Slik søker du om internasjonal varemerkeregistrering

source: It is common to have around 10 years of development before then having another ten years to exploit the patent commercially.
nb: Da er det vanlig med rundt 10 års utvikling, før man har ti år til å utnytte patentet kommersielt.

source: ) for domain names.
nb: ) for domenenavn.

source: Read more on the Rom & Tonik® website:
nb: Les mer på nettsidene til Rom & Tonik®:

source: (c) The word elements in the trademark do not have any special meaning:If the trademark consists of words that do not have a particular meaning (the words are invented words), you can check box (c).
nb: (c) Ordelementene i varemerket har ingen særskilt betydning:Hvis varemerket består av ord som ikke har en bestemt mening (ordene er fantasiord), kan du krysse av i boks (c).

source: The product and rights
nb: Produktet og rettigheter

source: The WIPO website offers two methods for renewing your registration:
nb: Du finner to måter å fornye registreringen din på nettsidene til WIPO:

source: The conditions that must be met are set out in Article 120(1)(a) of the EU Regulation:
nb: Vilkårene som må være oppfylt følger av EU-forordningen artikkel 120 (1) (a):

source: Tips on documentation in cases of administrative review
nb: Tips om dokumentasjon i saker om administrativ overprøving

source: There are three conditions that must be met, and these are set out in Article 120(2)(a-c):
nb: Det er tre vilkår som må være oppfylt, og disse følger av artikkel 120 (2) (a-c):

source: It is sufficient for a consent to be sent to the NIPO in the form of an email.
nb: Det er tilstrekkelig at et samtykke sendes til Patentstyret i form av en e-post.

source: There are many patents in the field of computer-implemented inventions, and a large volume of literature has been published in the area.
nb: I fagområdet for datamaskin-implementerte oppfinnelser finnes det mange patenter, og det er publisert mye litteratur på området.

source: Number of applications (applicants) from this county
nb: Antall søknader (søkere) fra fylket

source: is not valid (Section 35)
nb: er ugyldig (§ 35)

source: And we have several processes under way that may lead to both new patents and brands in the future.
nb: Og vi har flere prosesser på gang som kan ende opp i både nye patenter og merkevarer i tiden framover.»

source: Håkon Sagberg, Research Director at GasSecure
nb: Forskningsdirektør Håkon Sagberg, GasSecure

source: This also applies to a Norwegian registration if you have chosen Norway via the Hague system.
nb: Dette gjelder også for en norsk registrering hvis du har valgt Norge via Haag-systemet.

source: It's just as important for us to ensure that we do not infringe other patents, which would cause us problems or heavy costs later on."
nb: Det er like viktig for oss å sikre oss at vi ikke kommer i konflikt med andre patenter, noe som gi oss problemer eller store kostnader senere.

source: The graph shows the average time from filing a patent application until it is granted as a patent.
nb: Grafen viser gjennomsnittlig tid fra søknad om patent er mottatt til den er meddelt som patent.

source: Foreign businesses account for about 70% of all applications for patents, trademarks and design registrations in Norway.
nb: Utenlandsk næringsliv står for om lag 70 % av søknader om patent, varemerke- og designregistreringer i Norge.

source: This may, for example, be:
nb: Dette kan for eksempel være:

source: Average processing time from a PCT patent application is received until it is granted.
nb: Gjennomsnittlig tid det tar fra PCT patentsøknad er mottatt til den er meddelt.

source: Can absolutely anyone register King Harald or Crown Princess Ingrid?
nb: Kan hvem som helst registrere Kong Harald eller kronprinsesse Ingrid?

source: That was very enlightening."
nb: Det var veldig klargjørende.

source: In addition to the processor, battery and remote control for the UAV, the base unit consists of a full-HD screen on which the operator can view live video and data from the helicopter as this is manoeuvred around.
nb: Baseenheten består i tillegg til prosessor, batteri og fjernstyring for UAVen, av en full-HD skjerm hvor operatøren kan se direkte video og data fra helikopteret etterhvert som dette manøvreres rundt.

source: The application has to be sent to the European Union Intellectual Property Office (EUIPO), located in Alicante (Spain).
nb: Søknaden skal sendes til European Union Intellectual Property Office (EUIPO) som holder til i Alicante, Spania.

source: If the firm of legal practitioners or firm of professional representatives which is to represent before EUIPO falls within the definition in Article 120(1)(a), the enquiry must be made directly to EUIPO.
nb: Hvis advokatkontoret eller fullmektigbyrået som skal representere for EUIPO faller inn under definisjonen i artikkel 120 (1) (a) skal henvendelsen skje direkte til EUIPO.

source: Since commercial sale began in the autumn of 2014, the company has produced and delivered around 300 units to Norwegian fish farms.
nb: Siden det første kommersielle salget høsten 2014, har selskapet produsert og levert rundt 300 enheter til norske oppdrettsanlegg.

source: and on Facebook:
nb: og på Facebook:

source: contains coat of arms or other symbols/flag without authorisation from the proper authority (Section 15c)
nb: inneholder våpen eller annet tegn/flagg uten tillatelse fra rett myndighet (§ 15c)

source: Clothing, headgear; outerclothing for
nb: sigarettbokser, sigar- og sigarettmunnstykker;

source: Applications under consideration.
nb: Søknader under behandling.

source: SINTEF MinaLab produces the core component, the optical MEMS chip.
nb: SINTEF MinaLab produserer kjernekomponenten, den optiske MEMS-brikken.

source: It is not the case officers' job to interpret or define what the invention is.
nb: Søknader som er mangelfulle ved at de ikke har en tilstrekkelig beskrivelse og krav, er ikke mulig å vurdere.

source: The NIPO will take into account all relevant documentation submitted in the complaint.
nb: Patentstyret tar hensyn til all relevant dokumentasjon som er sendt inn i klagen.

source: You can do this from the ePCT website.
nb: Du kan gjøre dette fra ePCT nettsiden.

source: Stingray Marine Solutions was established in 2012 as a subsidiary of Beck Engineering.
nb: Stingray Marine Solutions ble etablert i 2012 som datterselskap til Beck Engineering.

source: As an applicant, you can easily use the information from your basic application to create the international application using the Madrid e-filing platform.
nb: Du kan som søker enkelt bruke informasjonen fra basissøknaden din for å opprette den internasjonale søknaden ved bruk av Madrid e-filing portalen.

source: clashes with a design in a previous application (which was not publicly available at the time when the new application was submitted).
nb: kolliderer med et design i en tidligere søknad (som ikke var allment tilgjengelig på det tidspunktet den nye søknaden ble innlevert).

source: If this signature indicates that there is methane (natural gas) in the air, the alarm is triggered.
nb: Om denne signaturen tilsier at det er metan (naturgass) i lufta, går alarmen.

source: If you have filed an application in Norway and are considering applying in other countries, it is to your advantage if you apply abroad within 6 months after the date when you filed the application in Norway.
nb: Hvis du har levert inn en søknad i Norge og vurderer å søke i flere land, er det en fordel for deg om du søker i utlandet innen 6 måneder fra den datoen du leverte inn søknaden i Norge.

source: You only need to attach the certificate the first time you make an enquiry to EUIPO.
nb: Du trenger kun å legge ved attesten første gangen du henvender deg til EUIPO.

source: It can count the fish, and it records both the number of lice on the fish and hits by the laser gun.
nb: Den kan telle fisken, og den dokumenterer både antallet lus på fisken og treff av laserkanonen.

source: Beck ended up as one of three finalists in the category «Small and medium-sized enterprises».
nb: Beck kom helt til finalen, og endte som en av tre finalister i kategorien «Små og mellomstore bedrifter».

source: If you believe the registry itself is not being run in an acceptable way, you can also complain under the PDDRP (Delegation Dispute Resolution Procedure).
nb: Hvis selve registeret driver på en ikke-akseptabel måte, kan du også klage dette inn under PDDRP (Post Delegation Dispute Resolution Procedure).

source: Express delivery (within 24 hours), all services:
nb: Hastelevering (innen 24 timer), alle tjenester:

source: "Smartfish develops innovative products, and that makes it particularly important for us to protect our inventions and consequently secure a basis for earnings.
nb: «Smartfish utvikler innovative produkter og det gjør det særlig viktig for oss å beskytte oppfinnelsene våre og dermed sikre grunnlaget for inntjening.

source: Rules on representation before the EPO
nb: Representasjonsregler overfor EPO

source: ), you will receive an automatic confirmation of this.
nb: ), vil du motta en automatisk bekreftelse på dette.

source: Requests for administrative review can be submitted when the time limit for objections has passed (three months after the publishing of the registration), and after any objection cases have been finally decided.
nb: Krav om administrativ overprøving kan leveres inn når innsigelsesfristen er utløpt (tre måneder etter kunngjøringen av registreringen), og etter at eventuelle innsigelsessaker er endelig avgjort.

source: The Norwegian Industrial Property Office aims to start case processing and send the first written opinion within 3 months after the application for PPH processing has been submitted.
nb: Patentstyret tar sikte påå begynne saksbehandlingen og sende første realitetsuttalelse innen 3 måneder etter at søknaden om PPH-behandling ble levert.

source: The costs of developing and updating products must be recouped from sales or revenue from licensing.
nb: Kostnadene med å utvikle og oppdatere produkter må dekkes inn fra salg eller inntekter fra lisensiering.

source: If you want to register your design in many countries, you can send an application for international design registration via the Hague System.
nb: Vil du registrere designet ditt i mange land, kan du sende en søknad om internasjonal designregistrering via Haag-systemet.

source: If there are reasonable grounds for doing so, we grant a time limit extension of 14 days.
nb: Hvis det foreligger rimelig grunn, gir vi en fristforlengelse på 14 dager.

source: The Swedish Patent and Registration Office (PRV) has received a number of applications to register Nicolas Paul Gustaf as a trademark.
nb: Det svenske patentverket (PRV) fikk for noen år tilbake en rekke søknader om å registrere Nicolas Paul Gustaf som varemerke.

source: State of the art search Complete investigation and comments from a patent examiner concerning patents and applications in a specific technical field. Hourly rate NOK 1 180 excl.
nb: Utfyllende gransking og kommentarer fra saksbehandler om patenter og søknader på et teknisk område.Timepris NOK 1 180 ekskl.

source: International application - PCT
nb: Internasjonal søknad - PCT

source: Do you know who is behind the trademark 100% NATURAL?
nb: Vet du hvem som står bak varemerket 100 % NATURLIG?

source: ) for company names and Norid (
nb: ) for foretaksnavn og Norid (

source: When Birgitte Linde Røsvik and Mats Herding Solberg embarked on their master's dissertations in industrial design at the Norwegian University of Science and Technology (NTNU) in 2012, they were given the challenge of finding new or uncommon areas of use for wool in industrial contexts.
nb: Da Birgitte Linde Røsvik og Mats Herding Solberg i 2012 tok fatt på masteroppgaven innen industriell design på NTNU, fikk de blant annet utfordringen å finne nye eller lite brukte anvendelsesområder for ull i industriell sammenheng.

source: This also applies to documents issued by a Receiving Office (RO) and international authorities (ISA and IPEA) provided a copy is sent to the international office of WIPO.
nb: Dette gjelder også dokumenter som er utstedt av mottagende myndighet (RO) og internasjonale myndigheter (ISA og IPEA), i den grad en kopi blir sendt til det internasjonale byrået i WIPO.

source: Send the application form to
nb: Send søknadsskjemaet til

source: A generic top-level domain (gTLD) is for example.com,.info,.biz and all the new top-level domains ICANN has opened up for.
nb: Et generisk toppdomene (gTLD) er for eksempel.com,.info,.biz og alle de nye toppdomenene som ICANN nå har åpnet for.

source: There are currently 50 approvals/registrations for these.
nb: Det er i dag 50 godkjenningen/registreringer for disse.

source: When he returned form Mongolia after a few weeks in 2012, he had partners interested in cooperation, a manufacturer and the first product – FeltTile – in place.
nb: Da han kom tilbake fra Mongolia etter noen uker i 2012, hadde han både samarbeidspartnere, en produsent og det første produktet – FeltTile – på plass.
